Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/PipPlantOverlay/translations/*.po
Languages: fr, zh

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.INPUT_BINDINGS.ROOT.PIPPLANT
source: Open Pip Planting Overlay
fr: Ouvrir le calque Pip
zh: 开启树鼠种植概览

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.BUTTON
source: Pip Planting Overlay
fr: Calque Pip
zh: 树鼠种植概览

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.CANPLANT
source: Can plant here
fr: Peut planter ici
zh: 能在此种植

source: Displays the locations where Pips can plant seeds. Pips will consider planting a seed in a tile under these conditions: 1. The tile has no more than 2 other plants in a square 6 left, 6 down, 5 right, 5 up from the tile. 2. It is either a "natural tile" of less than 150 hardness, a farm tile or a hydroponic farm. 3. The pip can navigate to the seed and the tile, and there must be no buildings obstructing the plant's location. 4. The atmospheric pressure is greater than 100g. 5. The atmospheric temperature is around ±50C to ±100C of the requirements of the plant.
fr: Affiche les endroits où Pips peut planter des graines. Les Pips envisageront de planter une graine dans une tuile dans les conditions suivantes : 1. La dalle n'a pas plus de 2 autres plantes dans un carré de 6 à gauche, 6 en bas, 5 à droite, 5 en haut de la dalle. 2. Il s'agit soit d'une "dalle naturelle" d'une dureté inférieure à 150, soit d'une dalle de ferme ou d'une ferme hydroponique. 3. Le pip peut naviguer jusqu'à la graine et la tuile, et aucun bâtiment ne doit obstruer l'emplacement de la plante. 4. La pression atmosphérique est supérieure à 100 g. 5. La température atmosphérique se situe entre ±50C et ±100C par rapport aux exigences de la plante.
zh: 显示树鼠可以种植种子的地点。 在如下情况下树鼠会考虑在砖块上种下一颗种子： 1. 砖块的左6格、下6格、右5格、上5格没有多余2株其他植物。 2. 这要么是一个硬度低于150的”自然砖块“，要么是土培或水培砖块。 3. 树鼠要能找到种子和砖块，并且没有建筑阻挡种植位置。 4. 气压高于100g。 5. 气温在植物要求的±50C至±100C之间。

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.HARDNESS
source: Tile is too hard
fr: Dalle trop dur
zh: 砖块过硬

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.NAME
source: PIP PLANTING OVERLAY
fr: CALQUE PIP
zh: 树鼠种植概览

source: Too many plants
fr: Trop de plantes
zh: 植物过多

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.PRESSURE
source: Pressure too low
fr: Pression trop faible
zh: 压力过低

source: Temperature too extreme
fr: Température trop élevée
zh: 温度极端

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.TOOLTIP
source: Displays locations where Pips can plant seeds
fr: Affiche les endroits où les Pips peuvent planter des graines
zh: 显示树鼠能种植种子的地点

source: Seeds can be planted here, if there is room and temperature is valid
fr: Les graines peuvent être plantées ici, s'il y a de la place et si la température est correcte
zh: 如果有足够空间和温度，种子能种在这里

source: Natural tile hardness is above {0:D}!
fr: La dureté naturelle des dalles est supérieure à {0:D} !
zh: 砖块硬度高于{0:D}！

source: More than {0:D} other plants are within the range of {1:D}!
fr: Plus de {0:D} autres plantes se trouvent dans l'intervalle de {1:D} !
zh: 在 {1:D}范围内有多于{0:D}株其他植物！

source: More than one other plant is within the range of {1:D}!
fr: Plus d'une autre plante se trouve dans l'intervalle de {1:D} !
zh: 在{1:D}范围内有多于一株其他植物！

source: Atmospheric pressure is below {0} or tile is flooded!
fr: La pression atmosphérique est inférieure à {0} ou la tuile est inondée !
zh: 大气压低于{0}或砖块被淹没！

source: Temperature is below {0} or above {1}!
fr: La température est inférieure à {0} ou supérieure à {1} !
zh: 温度低于{0}或高于{1}！
