Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/ThermalTooltips/translations/*.po
Languages: fr

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.AND_JOIN
source: [{0}] and
fr: [{0}] et

source: The completed {0} will have a thermal conductivity of <b>{1}</b> For every 1 {3} of difference between the building's <link="HEAT">Temperature</link> and its surroundings, {2:##0.#} {4} will be transferred
fr: Le {0} terminé aura une conductivité thermique de <b>{1}</b> Pour chaque 1 {3} de différence entre la <link="HEAT">Température</link> du bâtiment et son environnement, {2:##0.#} {4} sera transféré

source: The completed {0} will melt at <b>{1}</b> into {2}
fr: Le {0} terminé fondra à <b>{1}</b> en {2}

source: The completed {0} will have a thermal mass of <b>{1:##0.#} {2}/{3}</b> Adding or removing {1:##0.#} {2} will change the building's <link="HEAT">Temperature</link> by 1 {3}
fr: Le {0} terminé aura une masse thermique de <b>{1:##0.#} {2}/{3}</b> L'ajout ou le retrait de {1:##0.#} {2} modifiera la <link="HEAT">Température</link> du bâtiment de 1 {3}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.CHANGES
source: Changes
fr: Changements

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.DISPLAY_ALL
source: Display All Units
fr: Afficher toutes les unités

source: Displays thermal information in Fahrenheit, Celsius, and Kelvin.
fr: Affiche les informations thermiques en Fahrenheit, Celsius et Kelvin.

source: <link="HEAT">Thermal Conductivity</link>: {0}
fr: <link="HEAT">Conductivité thermique</link> : {0}

source: <link="HEAT">Melting Point</link>: {0}
fr: <link="HEAT">Point de fusion</link> : {0}

source: <link="HEAT">Thermal Mass</link>: {0:##0.#} {1}/{2}
fr: <link="HEAT">Masse thermique</link> : {0:##0.#} {1}/{2}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.HEAT_ENERGY
source: Heat Energy: {0} {1}
fr: Energie thermique : {0} {1}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.ONLY_THERMAL
source: Only on Thermal Overlay
fr: Uniquement sur le calque de Température

source: Shows thermal information only when the Temperature Overlay is selected.
fr: Affiche les informations thermiques uniquement quand le calque des températures est sélectionnée.

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.THERMAL_MASS
source: Thermal Mass: {0} {1}/{2}
fr: Masse thermique : {0} {1}/{2}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.TO_JOIN
source: to
fr: à
