Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/ToastControl/translations/*.po
Languages: fr

# PeterHan.ToastControl.ToastControlStrings.ACTION_TITLE
source: Popup Control Settings
fr: Paramètres de contrôle des popups

source: Construction completed
fr: Construction terminée

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.BUILDINGS
source: Buildings
fr: Bâtiments

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.CONTROL_ALL
source: <b>All</b> Popups
fr: <b>Toutes</b> les popups

source: If <b>deselected</b>, hides all popup notifications regardless of the other settings
fr: Si <b>désélectionné</b>, cache toutes les notifications popup indépendamment des autres paramètres

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.CRITTER_DROPS
source: Critter drops
fr: Gouttes d'eau

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_INPUT
source: Damage: Wrong input element
fr: Dégâts : Mauvais élément d'entrée

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_METEOR
source: Damage: Meteors
fr: Dégâts : Météores

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_OTHER
source: Damage: other sources
fr: Dégâts : autres sources

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_PIPE
source: Damage: Pipe state change
fr: Dégâts : Changement d'état des conduits

source: Damage: Overpressure
fr: Dégâts : Surpression

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_ROCKET
source: Damage: Rocket
fr: Dégâts : Fusée

source: Delivered: Item (Duplicant)
fr: Livraison : élement (duplicant)

source: Delivered: Item (Machine)
fr: Livraison : élement (machine)

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DISEASE_CURED
source: Cured of disease
fr: Guéri de la maladie

source: Became infected by disease
fr: A été infecté par une maladie

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DUPLICANTS
source: Duplicants and Critters
fr: Duplicants et créatures

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.EFFECT_ADDED
source: Effect applied
fr: Effet appliqué

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.ELEMENT_DUG
source: Materials from digging
fr: Matériaux des excavations

source: Materials produced
fr: Matériaux produits

source: Liquid mopped
fr: Liquide nettoyé

source: Materials consumed
fr: Matériaux consommés

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.GERMS_ADDED
source: Added germs
fr: Germes ajoutés

source: Autoharvest toggled
fr: Basculement de la récolte automatique

source: Invalid utility connection
fr: Connexion aux réseaux non valide

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.ITEM_GAINED
source: Item obtained
fr: Élément obtenu

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.MATERIALS
source: Materials
fr: Matériaux

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.NAME
source: Popup Control
fr: Contrôle des popups

source: <b>Selected</b> check boxes will show the popup. <b>Deselected</b> check boxes will hide the popup.
fr: <b>Sélectionné</b> les cases à cocher afficheront le popup. <b>Désélectionné</b> les cases à cocher masqueront le popup.

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.OVERJOYED
source: Overjoyed reactions
fr: Réactions d'enthousiasmes

source: Picked Up: Item (Duplicant)
fr: Ramassé : élément (duplicant)

source: Picked Up: Item (Machine)
fr: Ramassé : élément (machine)

source: Research point gained
fr: Point gagné pour la recherche

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.TOOLS
source: Tools
fr: Outils

source: Building construction completed
fr: Construction du bâtiment terminée

source: Critter cannot be wrangled manually
fr: Les critères ne peuvent pas être capturés à la main

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.CRITTER_DROPS
source: Materials dropped from critters after death or through excretions
fr: Matériaux tombés des créatures après la mort ou par les excrétions

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_INPUT
source: A building sustained damage from receiving an incorrect substance
fr: Un bâtiment a subi des dommages suite à la réception d'une substance incorrecte

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_METEOR
source: A building sustained damage from falling space rocks
fr: Un bâtiment a été endommagé par des chutes de météorites

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_OTHER
source: A building sustained damage from other sources
fr: Un bâtiment a subi des dommages provenant d'autres sources

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_PIPE
source: A building sustained damage from pipe contents becoming too hot or pipe contents becoming too cold
fr: Un bâtiment a subi des dommages parce que le contenu des tuyaux est devenu trop chaud ou trop froid

source: A building sustained damage from neighboring liquid pressure
fr: Un bâtiment a été endommagé par la pression d'un liquide proche

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_ROCKET
source: A building sustained damage from rocket engine
fr: Un bâtiment a été endommagé par un moteur de fusée

source: Location selected for spawn is not valid
fr: Le lieu choisi pour le spawn n'est pas valable

source: Item was delivered to storage or building by a duplicant
fr: L'élément a été livré à l'entrepôt ou au bâtiment par un duplicant

source: Item was delivered to storage or building by a machine
fr: L'élément a été livré à un entrepôt ou à un bâtiment par une machine

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DISEASE_CURED
source: Successfully cured of a disease
fr: Guérison d'une maladie

source: Became infected by a disease
fr: A été infecté par une maladie

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.EFFECT_ADDED
source: An effect was applied to a Duplicant or critter
fr: Un effet a été appliqué à un Duplicant ou à une créature

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.ELEMENT_DUG
source: Materials were mined from the world
fr: Des matériaux ont été extraits du monde

source: Materials were produced from a building and dropped on the ground
fr: Des matériaux ont été produits à partir d'un bâtiment et déposés sur le sol

source: <link="LIQUID">Liquid</link> was mopped into a bottle
fr: Du <link="LIQUID">liquide</link> a été nettoyé dans une bouteille

source: Materials were consumed by a building
fr: Les matériaux ont été consommés par un bâtiment

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FLOOR_CLEARED
source: Dropped items were cleared
fr: Les éléments tombés ont été nettoyés

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FOODROT
source: <link="FOOD">Food</link> items have rotted and are no longer edible
fr: <link="FOOD">Food</link> les aliments ont pourri et ne sont plus comestibles

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FORGIVENESS
source: Creature is no longer hostile
fr: La créature n'est plus hostile

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.GERMS_ADDED
source: <link="GERMS">Germs</link> were spawned by a building or Duplicant action
fr: <link="GERMS">Germs</link> sont nés d'un bâtiment ou d'une action en double

source: Autoharvest was enabled or disabled for a plant
fr: La récolte automatique a été activé ou désactivé pour une plante

source: Utility connection is not valid: - Transit Tube cannot make a U-Turn
fr: Le raccordement au réseau n'est pas valable : - Le tube de transit ne peut pas faire demi-tour

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.ITEM_GAINED
source: A new item was obtained
fr: Un nouvel élément a été obtenu

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.MOP_NOT_FLOOR
source: <link="LIQUID">Liquid</link> is not on floor
fr: Le <link="LIQUID">liquide</link> n'est pas sur le sol

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.MOP_TOO_MUCH
source: Too much <link="LIQUID">Liquid</link> to mop
fr: Trop de <link="LIQUID">Liquide</link> à nettoyer

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.OVERJOYED
source: Duplicants' Overjoyed reactions: - Super Productive
fr: Les réactions d'enthousiasme des duplicants : - Super Productif

source: Item was removed from storage or building by a duplicant
fr: L'élément a été retiré de l'entrepôt ou du bâtiment par un duplicant

source: Item was removed from storage or building by a machine
fr: L'élément a été retiré de l'entrepôt ou du bâtiment par une machine

source: Progress made towards a research objective
fr: Un objectif de recherche a progressé

source: Settings were copied to another building
fr: Les réglages ont été copiés dans un autre bâtiment
