Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/SmartPumps/translations/*.po
Languages: es, fr, ru

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.FILTEREDGASPUMP.DESC
source: Rumors hold that hidden behind the parts from discarded Carbon Skimmers used in this pump is a demon with a pair of chopsticks, picking gas molecules from the air forever and ever.
es: Se rumorea que escondido detrás de las piezas de las Espumaderas de Carbón desechadas que se utilizan en esta bomba hay un demonio con un par de palillos, recogiendo moléculas de gas del aire para siempre jamás.
fr: La rumeur veut que derrière les pièces des récupérateurs de carbone mis au rebut utilisés dans cette pompe se cache un démon muni d'une paire de baguettes, qui prélève des molécules de gaz dans l'air pour l'éternité.
ru: Ходят слухи, что за деталями выброшенных углеродных очистителей, используемых в этом насосе, скрывается демон с парой палочек для еды, вечно собирающий молекулы газа из воздуха.

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.FILTEREDGASPUMP.EFFECT
source: Draws in only the specified <link="ELEMENTSGAS">Gas</link> and runs it through <link="GASPIPING">Pipes</link>. Must be immersed in <link="ELEMENTSGAS">Gas</link>.
es: Extrae únicamente un <link="ELEMENTSGAS">Gas</link> específico del aire y lo canaliza a través de <link="GASPIPING">Gaseoductos</link>. Debe estar rodeado de <link="ELEMENTSGAS">Gas</link>.
fr: Aspire uniquement le <link="ELEMENTSGAS">Gaz</link> spécifié et le fait passer dans des <link="GASPIPING">tuyaux</link>. Doit être immergé dans le <link="ELEMENTSGAS">Gaz</link>.
ru: Служит для забора указанного <link="ELEMENTSGAS">газа</link> и его транспортировки по <link="GASPIPING">трубам</link>. Должен находиться в <link="ELEMENTSGAS">газе</link>.

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.FILTEREDGASPUMP.NAME
source: <link="FILTEREDGASPUMP">Filtered Gas Pump</link>
es: <link="FILTEREDGASPUMP">Bomba de Gas Inteligente</link>
fr: <link="FILTEREDGASPUMP">Pompe à gaz filtrée</link>
ru: <link="FILTEREDGASPUMP">Газовый насос с фильтром</link>

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.FILTEREDLIQUIDPUMP.DESC
source: Scarred by nightmares of mixed liquid pools, an obsessive colony AI commissioned this pump with an attached Element Sensor in an attempt to purge this heresy forever.
es: Asustada por las pesadillas de charcos con líquidos mezclados, una IA obsesiva de la colonia encargó esta bomba con un Sensor de Elementos integrado en un intento de deshacerse de esta herejía para siempre.
fr: Marquée par des cauchemars de bassins de liquides mélangés, une IA obsessionnelle de la colonie a commandé cette pompe avec un capteur d'éléments pour tenter de se débarrasser à jamais de cette hérésie.
ru: Испуганный кошмарами о смешанных жидкостных бассейнах, одержимый искусственный интеллект колонии ввёл в эксплуатацию этот насос с встроенным элементным сенсором в попытке навсегда избавиться от этой ереси.

source: Draws in only the specified <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="LIQUIDPIPING">Pipes</link>. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
es: Extrae únicamente un <link="ELEMENTSLIQUID">Líquido</link> específicoy lo canaliza a través de <link="LIQUIDPIPING">Cañerías</link>. Debe estar sumergido en <link="ELEMENTSLIQUID">Líquido</link>.
fr: Aspire uniquement le <link="ELEMENTSLIQUID">liquide</link> spécifié et le fait passer dans des <link="LIQUIDPIPING">tuyaux</link>. Doit être immergé dans <link="ELEMENTSLIQUID">Liquide</link>.
ru: Служит для забора указанной <link="ELEMENTSLIQUID">жидкости</link> и транспортировки её по <link="LIQUIDPIPING">трубам</link>. Должен находиться в <link="ELEMENTSLIQUID">жидкости</link>.

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.FILTEREDLIQUIDPUMP.NAME
source: <link="FILTEREDLIQUIDPUMP">Filtered Liquid Pump</link>
es: <link="FILTEREDLIQUIDPUMP">Bomba de Líquidos Inteligente</link>
fr: <link="FILTEREDLIQUIDPUMP">Pompe à liquide filtré</link>
ru: <link="FILTEREDLIQUIDPUMP">Насос для жидкости с фильтром</link>

# PeterHan.SmartPumps.SmartPumpsStrings.NOGASTOPUMP_DESC
source: This pump must be immersed in the proper <style="KKeyword">Gas</style> to work
es: Debe estar rodeada del <style="KKeyword">Gas</style> específico para funcionar
fr: Cette pompe doit être immergée dans le <style="KKeyword">gaz</style> approprié pour fonctionner
ru: Для работы этот насос должен быть погружён в <style="KKeyword">газ</style>

# PeterHan.SmartPumps.SmartPumpsStrings.NOGASTOPUMP_NAME
source: No Configured Gas to Pump
es: Sin filtro designado
fr: Pas de gaz configuré à pomper
ru: Нет настроенного газа для перекачки

# PeterHan.SmartPumps.SmartPumpsStrings.NOLIQUIDTOPUMP_DESC
source: This pump must be immersed in the proper <style="KKeyword">Liquid</style> to work
es: Debe estar sumergido en el<style="KKeyword">Líquido</style> específico para funcionar
fr: Cette pompe doit être immergée dans le <style="KKeyword">liquide</style> approprié pour fonctionner
ru: Для работы этот насос должен быть погружён в <style="KKeyword">жидкость</style>

# PeterHan.SmartPumps.SmartPumpsStrings.NOLIQUIDTOPUMP_NAME
source: No Configured Liquid to Pump
es: Sin filtro designado
fr: Pas de iquide configuré pour la pompe
ru: Нет настроенной жидкости для перекачки

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.VACUUMPUMP.DESC
source: After watching a Gas Pump work all night to lower the pressure in a room from 5 mg to 4 mg, Liam decided to invent this Vacuum Pump instead of wasting his time on the Manual Generator all day.
es: Después de ver cómo una Bomba de Gas trabajaba toda la noche para bajar la presión de una habitación de 5 mg a 4 mg, Liam decidió inventar esta Bomba de Vacío en lugar de perder el tiempo todo el día con el Generador Manual.
fr: Après avoir regardé une pompe à gaz travailler toute la nuit pour abaisser la pression dans une pièce de 5 mg à 4 mg, Liam a décidé d'inventer cette pompe à vide au lieu de perdre son temps sur le générateur manuel toute la journée.
ru: После наблюдения за работой газового насоса всю ночь, чтобы понизить давление в комнате с 5 мг до 4 мг, Лиам решил изобрести этот вакуумный насос вместо того, чтобы тратить своё время на ручной генератор весь день.

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.VACUUMPUMP.EFFECT
source: Draws in low-pressure <link="ELEMENTSGAS">Gas</link> and runs it through <link="GASPIPING">Pipes</link>. Must be immersed in <link="ELEMENTSGAS">Gas</link>.
es: Aspira <link="ELEMENTSGAS">Gas</link> a baja presión y lo canaliza a través de <link="GASPIPING">Gaseoductos</link>. Debe estar rodeado de <link="ELEMENTSGAS">Gas</link>.
fr: Aspire le <link="ELEMENTSGAS">Gaz</link> à basse pression et le fait passer dans des <link="GASPIPING">tuyaux</link>. Doit être immergé dans le <link="ELEMENTSGAS">Gaz</link>.
ru: Служит для забора <link="ELEMENTSGAS">газа</link> под низким давлением и его транспортировки по <link="GASPIPING">трубам</link>. Должен находиться в <link="ELEMENTSGAS">газе</link>.

# PeterHan.SmartPumps.SmartPumpsStrings.BUILDINGS.PREFABS.VACUUMPUMP.NAME
source: <link="VACUUMPUMP">Vacuum Pump</link>
es: <link="VACUUMPUMP">Bomba de Vacío</link>
fr: <link="VACUUMPUMP">Pompe à vide</link>
ru: <link="VACUUMPUMP">Вакуумный насос</link>
