Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/SandboxTools/translations/*.po
Languages: es, fr

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_ALL
source: All
es: Todo
fr: Tout

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_AUTO
source: Automation
es: Automatización
fr: Automatisation

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_BUILDINGS
source: Buildings
es: Edificios
fr: Équipement

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_CREATURES
source: Creatures
es: Criaturas
fr: Créatures

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_DRYWALL
source: Background Buildings
es: Paredes de Fondo
fr: Équipement d'arrière plan

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_ELEMENTS
source: Elements
es: Elementos
fr: Élements

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_GPIPES
source: Gas Pipes
es: Gaseoductos
fr: Tuyaux à gaz

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_ITEMS
source: Items
es: Objetos
fr: Objets

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_LPIPES
source: Liquid Pipes
es: Cañerias
fr: Tuyaux à liquide

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_PLANTS
source: Plants
es: Plantas
fr: Plantes

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_POWER
source: Power Wires
es: Cables Eléctricos
fr: Câbles d'alimentation

# PeterHan.SandboxTools.SandboxToolsStrings.DESTROY_SHIPPING
source: Conveyor Rails
es: Riel Transportador
fr: Rails de convoyeurs

# PeterHan.SandboxTools.SandboxToolsStrings.FILTER_ARTIFACTS
source: Artifacts
es: Artefactos
fr: Artéfacts

# PeterHan.SandboxTools.SandboxToolsStrings.FILTER_GEYSERS
source: Geysers
es: Geisers

# PeterHan.SandboxTools.SandboxToolsStrings.FILTER_POIPROPS
source: Props
es: Muebles
fr: Accessoires

# PeterHan.SandboxTools.SandboxToolsStrings.TOOL_DESTROY_NAME
source: Filtered Destroy
es: Destruir
fr: Destruction filtrée

# PeterHan.SandboxTools.SandboxToolsStrings.TOOL_DESTROY_TOOLTIP
source: Delete objects from the selected cell(s) {Hotkey}
es: Elimina objetos de las celdas seleccionadas {Hotkey}
fr: Supprimer les objets de la (des) cellule(s) sélectionnée(s) {Hotkey}
