Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/DebugNotIncluded/translations/*.po
Languages: fr

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.INPUT_BINDINGS.DEBUG.SNAPSHOT
source: Log UI element under cursor
fr: Enregistrer l'élément de l'interface sous le curseur

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODEVENTS.ACTIVATED
source: <b><style="logic_on">Activated</style></b>
fr: <b><style="logic_on">Activé</style></b>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODEVENTS.DEACTIVATED
source: <b><style="logic_off">Deactivated</style></b>
fr: <b><style="logic_off">Désactivé</style></b>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODEVENTS.NOTLOADED
source: <b><style="logic_off">Not loaded</style></b>
fr: <b><style="logic_off">Non chargé</style></b>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.CANCEL
source: CANCEL
fr: ANNULER

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.CAPTION
source: Title
fr: Titre

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.DATA_PATH
source: Mod Data
fr: Données du mod

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.IMAGE_PATH
source: Preview Image
fr: Image de prévisualisation

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.PATCHNOTES
source: Patch Notes
fr: Notes de mise à jour

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.SUCCESS
source: Succesfully updated mod <b>{0}</b>!
fr: Mise à jour réussie du mod <b>{0}</b> !

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYDIALOG.TITLE
source: UPDATE MOD <i>{0}</i>
fr: METTRE À JOUR LE MOD <i>{0}</i>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODIFYFAILEDDIALOG.TEXT
source: Unable to modify mod <b>{0}</b>. Mods can only be edited if you are the owner.
fr: Impossible de modifier le mod <b>{0}</b>. Les mods ne peuvent être modifiés que si vous en êtes le propriétaire.

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.BUTTON_ALL
source: ALL
fr: TOUT

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.BUTTON_LOCAL
source: Local Folder
fr: Dossier Local

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.BUTTON_MODIFY
source: Edit
fr: Modifier

source: Subscription
fr: Abonnement

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.BUTTON_UNSUB
source: Unsubscribe
fr: Se désabonner

source: • <style="logic_on"><b>{0}</b>: Supports {1} since version {2:D} (API v{3:D})</style>
fr: • <style="logic_on"><b>{0}</b> : Supporte {1} depuis la version {2:D} (API v{3:D})</style>

source: • <b>{0}</b>: Supports {1} since version {2:D} (API v{3:D})
fr: • <b>{0}</b> : Supporte {1} depuis la version {2:D} (API v{3:D})

source: <style=logic_off><b>No code loaded</b></style>
fr: <style=logic_off><b>Aucun code chargé</b></style>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_CONTENT
source: <b>Enabled content</b>: {0}
fr: <b>Contenu activé</b> : {0}

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_DLC_ALL
source: All
fr: TOUT

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_DLC_ENABLE
source: <b>Enabled for DLCs</b>: {0}
fr: <b>Activé pour les DLC</b> : {0}

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_PATCHES
source: <b>Patches registered by ONI</b>: {0:D}
fr: <b>Patchs enregistrés par ONI</b> : {0:D}

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_PLIB
source: PLib Version: {0}
fr: Version PLib : {0}

source: <b>merged</b>
fr: <b>fusionné</b>

source: <b>packed</b>
fr: <b>conditionné</b>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.MODSSCREEN.LABEL_THISMOD
source: Thank you for using Debug Not Included!
fr: Merci d'avoir utilisé Debug Not Included !

source: <b>{0}</b>: {1}Assembly Version {2}
fr: <b>{0}</b> : {1}Version de l'assemblage {2}

source: File Version {0},
fr: Version du fichier {0},

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.NOTFIRSTDIALOG.CANCEL
source: CONTINUE
fr: CONTINUER

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.NOTFIRSTDIALOG.CONFIRM
source: MOVE TO TOP
fr: DÉPLACER EN HAUT

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.NOTFIRSTDIALOG.IGNORE
source: DISABLE THIS WARNING
fr: DÉSACTIVER CET AVERTISSEMENT

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.NOTFIRSTDIALOG.TEXT
source: Debug Not Included is not the first active mod in the load order. Debug Not Included can only debug mods loaded after it. Move Debug Not Included to the first position?
fr: Debug Not Included n'est pas le premier mod actif dans l'ordre de chargement. Debug Not Included ne peut déboguer que les mods chargés après lui. Déplacer Debug Not Included en première position ?

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.NOTFIRSTDIALOG.TITLE
source: LOAD ORDER
fr: ORDRE DE CHARGEMENT

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_ALL
source: Enable or disable all
fr: Activer ou désactiver tout

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_BOTTOM
source: Move to bottom
fr: Déplacer vers le bas

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_CELL
source: Cell: {0:D} ({1:D}, {2:D})
fr: Cellule : {0:D} ({1:D}, {2:D})

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_DOWN
source: Move down 10 slots
fr: Descendre de 10 places

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_INSTANT_GROW
source: Set plant growth to 100%
fr: Régler la croissance de la plante à 100 %

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_INSTANT_TAME
source: Set wildness to 0%
fr: Fixer l'état sauvage à 0%

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_MODIFY
source: Modify this mod
fr: Modifier ce mod

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_OVERJOY
source: Start this Duplicant's Overjoyed reaction immediately
fr: Lancez immédiatement la réaction de joie de ce Duplicant

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_PLIB
source: The currently active version of PLib From Mod: <b>{0}</b>
fr: La version actuellement active de PLib From Mod : <b>{0}</b>

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_STRESSOUT
source: Start this Duplicant's Stress reaction immediately
fr: Lancer immédiatement la réaction de stress du Duplicant

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_TOP
source: Move to top
fr: Déplacer en haut

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_UNSUB
source: Unsubscribe from this mod
fr: Se désabonner de ce mod

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.TOOLTIPS.DNI_UP
source: Move up 10 slots
fr: Avancer de 10 places

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.UNSUBFAILEDDIALOG.TEXT
source: Unable to unsubscribe from mod <b>{0}</b>.
fr: Impossible de se désabonner du mod <b>{0}</b>.

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.USERMENUOPTIONS.INSTANTGROW
source: Instantly Grow
fr: Croissance instantanée

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.USERMENUOPTIONS.OVERJOY
source: Start Overjoyed Reaction
fr: Début de la réaction de joie

# PeterHan.DebugNotIncluded.DebugNotIncludedStrings.UI.USERMENUOPTIONS.STRESSOUT
source: Start Stress Reaction
fr: Début de la réaction au stress
