Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/BulkSettingsChange/translations/*.po
Languages: es_cl, fr, zh

# PeterHan.BulkSettingsChange.BulkChangeStrings.ACTION_TITLE
source: Settings Change Tool
es_cl: Instrumento de cambiar adjustes
fr: Outil de modification des paramètres
zh: 设置更改工具

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DESCRIPTION
source: Enable or disable Auto-Disinfect, Auto-Repair, or buildings {Hotkey}
fr: Activer ou désactiver l'autodésinfection, la réparation automatique ou les bâtiments {Hotkey}
zh: 启用或禁用自动消毒、自动维修、建筑使用{Hotkey}

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DISABLE_BUILDINGS
source: Building Disabled
es_cl: Edificio Inhabilitado
fr: Bâtiment désactivé
zh: 禁用建筑

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DISABLE_COMPOST
source: Compost Disabled
es_cl: Se Prohíbe Compost
fr: Compost désactivé
zh: 禁用堆肥

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DISABLE_DISINFECT
source: Disinfect Disabled
es_cl: Desinfectar Inhabilitado
fr: Désinfection désactivé
zh: 禁用消毒

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DISABLE_EMPTY
source: Empty Storage Cancelled
fr: Stockage vide annulé
zh: 取消清空存储

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_DISABLE_REPAIR
source: Auto-Repair Disabled
es_cl: Reparar Inhabilitado
fr: Réparation automatique désactivée
zh: 禁用维修

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_ENABLE_BUILDINGS
source: Building Enabled
es_cl: Edificio Habilitado
fr: Bâtiment activé
zh: 启用建筑

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_ENABLE_COMPOST
source: Compost Enabled
es_cl: Se Puede Compost
fr: Compost activé
zh: 启用堆肥

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_ENABLE_DISINFECT
source: Disinfect Enabled
es_cl: Desinfectar Habilitado
fr: Désinfection activé
zh: 启用消毒

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_ENABLE_EMPTY
source: Storage Emptied
fr: Stockage vidé
zh: 清空存储

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_ENABLE_REPAIR
source: Auto-Repair Enabled
es_cl: Reparar Habilitado
fr: Réparation automatique activée
zh: 启用维修

# PeterHan.BulkSettingsChange.BulkChangeStrings.TOOL_TITLE
source: Change Settings
es_cl: Cambiar Adjustes
fr: Modifier les paramètres
zh: 更改设置
