Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/ModUpdateDate/translations/*.po
Languages: de, fr, zh

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_CANCEL
source: CANCEL
de: ABBRECHEN
fr: ANNULER
zh: 取消

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_MORE
source: <i>(and {0:D} more...)</i>
de: <i>(und {0:D} mehr...)</i>
fr: <i>(et {0:D} plus...)</i>
zh: <i>(和{0:D}个更多...)</i>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_OK
source: FORCE UPDATE
de: AKTUALISIERUNG ERZWINGEN
fr: FORCER LA MISE À JOUR
zh: 强制更新

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_UPDATE
source: Continuing will reinstall the latest version of: {0}from the Workshop. <color=#FFCC00>A best effort will be made to preserve mod options.</color> Check again after updating and enable the mod if necessary.
de: Beim Fortfahren wird die aktuellste Version von: {0} aus dem Workshop neu installiert. <color=#FFCC00>Dabei werden die Mod-Optionen so gut wie möglich beibehalten.</color> Überprüfe nach der Aktualisierung erneut und aktiviere den Mod, falls nötig.
fr: En continuant, vous réinstallez la dernière version de : {0}du workshop. <color=#FFCC00>Tout sera mis en œuvre pour préserver les options du mod.</color> Vérifiez à nouveau après la mise à jour et activez le mod si nécessaire.
zh: 下一步会从创意工坊重新安装最新版本： {0} <color=#FFCC00>我们会尽最大努力保留模组的选项。</color> 如有必要，更新后重新检查并启用模组。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.LOCAL_UPDATE
source: <b>Local Updated:</b> {0:f}
de: <b>Lokal aktualisiert:</b> {0:f}
fr: <b>Mis à jour localement:</b> {0:f}
zh: <b>本地更新：</b> {0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE
source: <color=#FFCC00>{0:D} mods may be out of date</color>
de: <color=#FFCC00>{0:D} Mods könnten veraltet sein</color>
fr: <color=#FFCC00>{0:D} mods peuvent être obsolètes</color>
zh: <color=#FFCC00>{0:D}个模组已经过时</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE_1
source: <color=#FFCC00>1 mod may be out of date</color>
de: <color=#FFCC00>1 Mod könnte veraltet sein</color>
fr: <color=#FFCC00>1 mod peut être obsolète</color>
zh: <color=#FFCC00>一个模组已经过时</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_OUTDATED
source: This mod appears to be out of date!
de: Diese Mod scheint veraltet zu sein!
fr: Ce mod semble être obsolète!
zh: 这个模组已经过时！

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_1
source: Update one mod which appears to be out of date
de: Aktualisiere eine Mod, die veraltet zu sein scheinen
fr: Mettre à jour un mod qui semble être obsolète
zh: 更新已经过时的一个模组

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_ALL
source: Update {0:D} mods which appear to be out of date
de: Aktualisiere {0:D} Mods, die veraltet zu sein scheinen
fr: Mettre à jour les mods {0:D} qui semblent être obsolètes
zh: 更新已经过时的{0:D}个模组

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED
source: This mod appears to be up to date.
de: Diese Mod scheint auf dem neuesten Stand zu sein.
fr: Ce mod semble être à jour.
zh: 这个模组已是最新。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED_BYUS
source: This mod was locally updated by Mod Updater.
de: Diese Mod wurde mit dem Mod Updater lokal aktualisiert.
fr: Ce mod a été mis à jour localement par Mod Updater.
zh: 这个模组由模组更新器本地更新。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.OPTION_MAINMENU
source: Show Updates in Main Menu
de: Aktualisierungen im Hauptmenü anzeigen
fr: Afficher les mises à jour dans le menu principal
zh: 在主菜单显示更新

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE
source: <b>Steam Updated:</b> {0:f}
de: <b>Auf Steam aktualisiert:</b> {0:f}
fr: <b>Mis à jour par Steam</b> {0:f}
zh: <b>Steam更新：</b>{0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE_UNKNOWN
source: <b>Steam Updated</b>: Unknown
de: <b>Auf Steam aktualisiert:</b> unbekannt
zh: <b>Steam更新</b>：未知

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_CANTSTART
source: Unable to start download
de: Herunterladen kann nicht gestartet werden
fr: Impossible de démarrer le téléchargement
zh: 无法开启下载

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_CONFIG
source: <b><color=#FFCC00>Back up any valuable mod configurations now manually!</color></b>
de: <b><color=#FFCC00>Sichere alle wichtigen Mod-Konfigurationen jetzt manuell!</color></b>
fr: <b><color=#FFCC00>Sauvegardez toute configuration de mod utile maintenant manuellement!</color></b>
zh: <b><color=#FFCC00>现在手动备份任何有价值的模组配置</color></b>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_ERROR
source: Check your connection, and that the mods directory has sufficient disk space and permissions.
de: Überprüfe deine Verbindung und stelle sicher, dass das mods-Verzeichnis über ausreichend Speicherplatz und Berechtigungen verfügt.
fr: Vérifiez votre connexion, et que le répertoire des mods dispose de suffisamment d'espace disque et de permissions.
zh: 检查你的网络连接，并确保模组目录有足够的硬盘空间和权限。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_OK
source: {0} will be updated on the next restart.
de: {0} wird beim nächsten Neustart aktualisiert.
fr: {0} sera mis à jour lors du prochain redémarrage.
zh: {0}将会在下次重启更新。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_HEADER
source: <size=16>Update results:</size>
de: <size=16>Aktualisierungsergebnisse:</size>
fr: <size=16>Résultats des mises à jour:</size>
zh: <size=16>更新结果：</size>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_INPROGRESS
source: An update for another mod is already in progress.
de: Eine Aktualisierung für eine andere Mod ist bereits in Arbeit.
fr: Une mise à jour pour un autre mod est déjà en cours.
zh: 另一个模组的更新正在进行。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_MULTIPLE
source: These mods
de: Diese Mods
fr: Ces mods
zh: 这些模组

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NODETAILS
source: Uninstalled or not found on workshop
de: Deinstalliert oder nicht im Workshop gefunden
fr: Désinstallé ou non trouvé sur le workshop
zh: 已卸载或未在创意工坊找到

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NOFILE
source: No file found to download
de: Keine Datei zum Herunterladen gefunden
fr: Aucun fichier trouvé à télécharger
zh: 未找到可下载文件

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OFFLINE
source: Cannot download in Offline Mode
de: Herunterladen im Offline-Modus nicht möglich
fr: Impossible de télécharger en mode hors ligne
zh: 无法以离线模式下载

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG
source: <b>{0}</b>: <color=#00CC00>{1:D} custom mod option files backed up</color>
de: <b>{0}</b>: <color=#00CC00>{1:D} benutzerdefinierte Mod-Optionsdateien gesichert </color>
fr: <b>{0}</b> : <color=#00CC00>{1:D} fichiers d'options de mod personnalisés sauvegardés</color>
zh: <b>{0}</b>：<color=#00CC00>备份{1:D}个自定义模组选项文件</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG_1
source: <b>{0}</b>: <color=#00CC00>One custom mod option file backed up</color>
de: <b>{0}</b>: <color=#00CC00>Eine benutzerdefinierte Mod-Optionsdatei gesichert </color>
fr: <b>{0}</b> : <color=#00CC00>Un fichier d'option de mod personnalisé sauvegardé</color>
zh: <b>{0}</b>：<color=#00CC00>备份一个自定义模组选项文件</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_NOCONFIG
source: <b>{0}</b>: <color=#FFCC00>Unable to back up configuration files</color>
de: <b>{0}</b>: <color=#FFCC00>Konfigurationsdateien können nicht gesichert werden </color>
fr: <b>{0}</b> : <color=#FFCC00> Impossible de sauvegarder les fichiers de configuration</color>
zh: <b>{0}</b>：<color=#FFCC00>无法备份配置文件</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_ONE
source: This mod
de: Diese Mod
fr: Ce mod
zh: 这个模组

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST
source: <b>{0:D}</b> <color=#00CC00>mods were updated with no errors</color>
de: <b>{0:D}</b> <color=#00CC00>Mods wurden ohne Fehler aktualisiert </color>
fr: <b>{0:D}</b> <color=#00CC00>mods ont été mis à jour sans erreur</color>
zh: <b>{0:D}</b><color=#00CC00>个模组顺利更新了</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST_1
source: <b>One</b> <color=#00CC00>mod was updated with no errors</color>
de: <b>Eine</b> <color=#00CC00>Mod wurde ohne Fehler aktualisiert</color>
fr: <b>Un</b> <color=#00CC00>mod a été mis à jour sans erreur</color>
zh: <b>一</b><color=#00CC00>个模组顺利更新了</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_SINGLE
source: <b>{0}</b>: <color=#00CC00>Updated</color>
de: <b>{0}</b>: <color=#00CC00>aktualisiert</color>
fr: <b>{0}</b>: <color=#00CC00>Mis à jour</color>
zh: <b>{0}</b>：<color=#00CC00>更新</color>

source: If selected, a warning with the number of potentially outdated mods is shown in the main menu.
de: Wenn diese Option ausgewählt ist, wird im Hauptmenü eine Warnung mit der Anzahl der potenziell veralteten Mods angezeigt.
fr: Si cette option est sélectionnée, un avertissement avec le nombre de mods potentiellement obsolètes est affiché dans le menu principal.
zh: 如果选中，会在主菜单显示 过时模组数量的警告。

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE_UNKNOWN
source: <b>Steam Updated:</b> Unknown
fr: <b>Mise à jour Steam :</b> Inconnu
