Repository: LIghtJUNction/ONI-MODS
Catalog: PLib/MoreAchievements/translations/*.po
Languages: fr

# PeterHan.MoreAchievements.AchievementStrings.ABALANCEDDIET.DESC
source: Eat 1,000 kcal of each Food type available on Terra or through care packages.
fr: Mangez 1 000 kcal de chaque type de nourriture disponible sur Terra ou dans les colis du portail.

# PeterHan.MoreAchievements.AchievementStrings.ABALANCEDDIET.NAME
source: A Balanced Diet
fr: Un régime alimentaire équilibré

# PeterHan.MoreAchievements.AchievementStrings.ABALANCEDDIET.PROGRESS
source: Calories from {0}: {1} / {2}
fr: Calories de {0} : {1} / {2}

# PeterHan.MoreAchievements.AchievementStrings.ADALOVELACE.DESC
source: Raise a Duplicant's Science attribute to 20.
fr: Atteignez l'attribut "Science" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.ALLTHEDUPLICANTS.DESC
source: Have at least 100 living Duplicants living in the colony at one time.
fr: Avoir au moins 100 duplicants vivants dans la colonie en même temps.

# PeterHan.MoreAchievements.AchievementStrings.ALLTHEDUPLICANTS.NAME
source: ALL the Duplicants!
fr: TOUS les duplicants !

# PeterHan.MoreAchievements.AchievementStrings.BELONGSINAMUSEUM.DESC
source: Obtain at least one of each space artifact.
fr: Obtenez au moins une fois tous les artefacts spatiaux.

# PeterHan.MoreAchievements.AchievementStrings.BELONGSINAMUSEUM.PROGRESS
source: Artifacts obtained: {0:D} / {1:D}
fr: Artefacts obtenus : {0:D} / {1:D}

# PeterHan.MoreAchievements.AchievementStrings.CHUTESANDLADDERS.DESC
source: Have Duplicants travel 10,000 m by Fire Pole.
fr: Faites voyager les duplicants sur 10 000 m par la barre de pompier.

# PeterHan.MoreAchievements.AchievementStrings.CHUTESANDLADDERS.NAME
source: Chutes and Ladders
fr: Chutes et échelles

# PeterHan.MoreAchievements.AchievementStrings.COWBOY.DESC
source: Raise a Duplicant's Ranching attribute to 20.
fr: Atteignez l'attribut "Élevage" d'un duplicants à 20.

# PeterHan.MoreAchievements.AchievementStrings.CRITTERSINGER.DESC
source: Tame at least one of every critter morph of each critter species in the world.
fr: Apprivoisez au moins une de chaque morphologie de chaque espèce de créature dans le monde.

# PeterHan.MoreAchievements.AchievementStrings.CRITTERSINGER.NAME
source: Critter Ventriloquist
fr: Ventriloque des créatures

# PeterHan.MoreAchievements.AchievementStrings.DEFAULT_PROGRESS
source: Complete requirement
fr: Exigence complète

# PeterHan.MoreAchievements.AchievementStrings.DESTROYEROFWORLDS.DESC
source: Raise a Duplicant's Excavation attribute to 20.
fr: Atteignez l'attribut "Excavation" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.DESTROYEROFWORLDS.NAME
source: Destroyer of Worlds
fr: Destructeur de mondes

# PeterHan.MoreAchievements.AchievementStrings.DESTROYEROFWORLDS.PROGRESS
source: Highest attribute value: {0:F0} / {1:F0}
fr: Valeur d'attribut la plus élevée : {0:F0} / {1:F0}

# PeterHan.MoreAchievements.AchievementStrings.EMPIREBUILDER.DESC
source: Build 2,500 buildings.
fr: Construire 2 500 bâtiments.

# PeterHan.MoreAchievements.AchievementStrings.EMPIREBUILDER.NAME
source: Empire Builder
fr: Bâtisseur d'empire

# PeterHan.MoreAchievements.AchievementStrings.EMPIREBUILDER.PROGRESS
source: Buildings constructed: {0:D} / {1:D}
fr: Construction de bâtiments : {0:D} / {1:D}

# PeterHan.MoreAchievements.AchievementStrings.FINALBREATH.DESC
source: Have a Duplicant reach oxygen with less than 5 seconds left until suffocation.
fr: Faites en sorte qu'un duplicant atteigne l'oxygène en moins de 5 secondes avant la suffocation.

# PeterHan.MoreAchievements.AchievementStrings.FINALBREATH.NAME
source: Final Breath
fr: Dernier souffle

# PeterHan.MoreAchievements.AchievementStrings.FINALBREATH.PROGRESS
source: Reached breathable area with less than 5 seconds until death
fr: A atteint la zone respirable en moins de 5 secondes avant la mort

# PeterHan.MoreAchievements.AchievementStrings.FIRSTDONOHARM.DESC
source: Raise a Duplicant's Doctoring attribute to 20.
fr: Atteignez l'attribut "Médecine" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.FIRSTDONOHARM.NAME
source: First Do No Harm
fr: Primum non nocere

# PeterHan.MoreAchievements.AchievementStrings.HAVEIWONYET.DESC
source: Reach cycle 4,000 with at least one living Duplicant.
fr: Atteindre le cycle 4 000 avec au moins un duplicant vivant.

# PeterHan.MoreAchievements.AchievementStrings.HAVEIWONYET.NAME
source: Have I Won Yet?
fr: Ai-je déjà gagné ?

# PeterHan.MoreAchievements.AchievementStrings.IMGONNABE.DESC
source: Have Duplicants travel 1,609,000 m by walking.
fr: Faites parcourir aux duplicants 1 609 000 m à pied.

# PeterHan.MoreAchievements.AchievementStrings.ISEEWHATYOUDIDTHERE.DESC
source: Obtain a chunk of Neutronium.
fr: Obtenez un morceau de Neutronium.

# PeterHan.MoreAchievements.AchievementStrings.ISEEWHATYOUDIDTHERE.PROGRESS
source: Obtain the unobtainium
fr: Obtenir l'unobtanium

# PeterHan.MoreAchievements.AchievementStrings.ISITHOTINHERE.DESC
source: Increase the temperature of a building to 2226.9 ºC.
fr: Augmenter la température d'un bâtiment jusqu'à 2226,9 ºC.

# PeterHan.MoreAchievements.AchievementStrings.ISITHOTINHERE.NAME
source: Is It Hot in Here?
fr: Il fait chaud ici ?

# PeterHan.MoreAchievements.AchievementStrings.ISITHOTINHERE.PROGRESS
source: Hottest building: {0} / {1}
fr: Bâtiment le plus chaud : {0} / {1}

# PeterHan.MoreAchievements.AchievementStrings.JACKOFALLTRADES.DESC
source: Raise all of a single Duplicant's attributes to 10.
fr: Atteignez à 10 tous les attributs d'un même duplicant.

# PeterHan.MoreAchievements.AchievementStrings.JACKOFALLTRADES.NAME
source: Jack of All Trades
fr: Homme à tout faire

# PeterHan.MoreAchievements.AchievementStrings.JACKOFALLTRADES.PROGRESS
source: Raise attributes to {0:F0}
fr: Augmenter les attributs à {0:F0}

# PeterHan.MoreAchievements.AchievementStrings.JOHNHENRY.DESC
source: Dig 10,000 tiles.
fr: Creusez 10 000 carreaux.

# PeterHan.MoreAchievements.AchievementStrings.JOHNHENRY.PROGRESS
source: Tiles dug by Duplicants: {0:D} / {1:D}
fr: Carreaux creusés par les duplicants : {0:D} / {1:D}

# PeterHan.MoreAchievements.AchievementStrings.MASTERBUILDER.DESC
source: Raise a Duplicant's Construction attribute to 20.
fr: Atteignez l'attribut "Construction" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.MASTERBUILDER.NAME
source: Master Builder
fr: Maître d'œuvre

# PeterHan.MoreAchievements.AchievementStrings.MASTERCHEF.DESC
source: Raise a Duplicant's Cooking attribute to 20.
fr: Atteignez l'attribut "Cuisine" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.MASTEROFDISASTER.DESC
source: Lose a Duplicant to each (stock game) cause of death.
fr: Perdre un duplicant pour chaque cause de décès.

# PeterHan.MoreAchievements.AchievementStrings.MASTEROFDISASTER.NAME
source: Master of Disaster
fr: Maître du désastre

# PeterHan.MoreAchievements.AchievementStrings.MASTEROFDISASTER.PROGRESS
source: Duplicant died due to {0}
fr: Le duplicant est mort à cause de {0}.

# PeterHan.MoreAchievements.AchievementStrings.MICHELANGELO.DESC
source: Raise a Duplicant's Creativity attribute to 20.
fr: Atteignez l'attribut "Créativité" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.MOTHEREARTH.DESC
source: Raise a Duplicant's Agriculture attribute to 20.
fr: Atteignez l'attribut "Agriculture" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.MOUNTAINMOVER.DESC
source: Raise a Duplicant's Strength attribute to 20.
fr: Atteignez l'attribut "Force" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.OLYMPIAN.DESC
source: Raise a Duplicant's Athletics attribute to 20.
fr: Atteignez l'attribut "Athlétisme" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.OLYMPIAN.NAME
source: Olympian
fr: Olympien

# PeterHan.MoreAchievements.AchievementStrings.POWEROVERWHELMING.DESC
source: Overload a Heavi-Watt Conductive Wire.
fr: Surcharger un câble conducteur de forte puissance.

# PeterHan.MoreAchievements.AchievementStrings.POWEROVERWHELMING.PROGRESS
source: Overload wire with {0}
fr: Surchargez le câble avec {0}.

# PeterHan.MoreAchievements.AchievementStrings.SAFESPACE.DESC
source: Avoid any Duplicant deaths for 100 consecutive cycles.
fr: Éviter tout décès en double pendant 100 cycles consécutifs.

# PeterHan.MoreAchievements.AchievementStrings.SAFESPACE.NAME
source: Safe Space
fr: Espace sûr

# PeterHan.MoreAchievements.AchievementStrings.SAFESPACE.PROGRESS
source: Last Duplicant death: Cycle {0:D}
fr: Dernier décès d'un duplicant : Cycle {0:D}

# PeterHan.MoreAchievements.AchievementStrings.SAVINGMEEP.DESC
source: Have a Duplicant reach a Triage Cot under their own power with no more than 10 Hit Points remaining.
fr: Faites en sorte qu'un duplicant atteigne un lit de triage par ses propres moyens sans qu'il ne reste plus que 10 points de vie.

# PeterHan.MoreAchievements.AchievementStrings.SAVINGMEEP.PROGRESS
source: Reached Triage Cot with less than or equal to 10 health without being Incapacitated
fr: A atteint le lit de triage avec un état de santé inférieur ou égal à 10 sans être inapte

# PeterHan.MoreAchievements.AchievementStrings.SCALDED
source: Badly Burned
fr: Sévèrement brûlé

# PeterHan.MoreAchievements.AchievementStrings.SMALLWORLD.DESC
source: Have at least 35 living Duplicants living in the colony at one time.
fr: Avoir au moins 35 duplicants vivant dans la colonie à un moment donné.

# PeterHan.MoreAchievements.AchievementStrings.SMALLWORLD.NAME
source: Small World After All
fr: Le monde est petit après tout

# PeterHan.MoreAchievements.AchievementStrings.SMOOTHOPERATOR.DESC
source: Raise a Duplicant's Machinery attribute to 20.
fr: Atteignez l'attribut "Bricolage" d'un duplicant à 20.

# PeterHan.MoreAchievements.AchievementStrings.TESTOFTIME.DESC
source: Reach cycle 1,000 with at least one living Duplicant.
fr: Atteindre le cycle 1 000 avec au moins un duplicant vivant.

# PeterHan.MoreAchievements.AchievementStrings.TESTOFTIME.NAME
source: To Stand the Test of Time
fr: Résister à l'épreuve du temps

# PeterHan.MoreAchievements.AchievementStrings.THINKINGAHEAD.DESC
source: Use the Neural Vacillator 10 times.
fr: Utilisez le Vacillateur neuronal 10 fois.

# PeterHan.MoreAchievements.AchievementStrings.THINKINGAHEAD.PROGRESS
source: Neural Vacillator used: {0:D} / {1:D}
fr: Vacillateur neuronal utilisé : {0:D} / {1:D}

# PeterHan.MoreAchievements.AchievementStrings.TOTALLYECSTATIC.DESC
source: Raise a single Duplicant's Morale to 60.
fr: Augmenter le moral d'un seul duplicateur à 60.

# PeterHan.MoreAchievements.AchievementStrings.TOTALLYECSTATIC.NAME
source: Totally Ecstatic
fr: Extase totalle

# PeterHan.MoreAchievements.AchievementStrings.TOTALLYECSTATIC.PROGRESS
source: Highest Morale: {0:F0} / {1:F0}
fr: Moral le plus élevé : {0:F0} / {1:F0}

# PeterHan.MoreAchievements.AchievementStrings.WATCHTHEWORLDBURN.DESC
source: Melt a unique building generated in a point of interest.
fr: Faites fondre un bâtiment unique généré dans un point d'intérêt.

# PeterHan.MoreAchievements.AchievementStrings.WATCHTHEWORLDBURN.PROGRESS
source: Melt a normally non-constructable POI building
fr: Faire fondre un bâtiment de POI normalement non constructible

# PeterHan.MoreAchievements.AchievementStrings.WHOLENEWWORLDS.DESC
source: Send a Space Mission to each destination on the Starmap.
fr: Envoyez une mission spatiale à chaque destination sur la carte stellaire.

# PeterHan.MoreAchievements.AchievementStrings.WHOLENEWWORLDS.NAME
source: Whole New Worlds
fr: De nouveaux mondes entiers

# PeterHan.MoreAchievements.AchievementStrings.WHOLENEWWORLDS.PROGRESS
source: Destinations visited: {0:D} / {1:D}
fr: Destinations visitées : {0:D} / {1:D}

# PeterHan.MoreAchievements.AchievementStrings.YOUMONSTER.DESC
source: Kill 100 critters before they die of old age.
fr: Tuez 100 créatures avant qu'elles ne meurent de vieillesse.

# PeterHan.MoreAchievements.AchievementStrings.YOUMONSTER.NAME
source: You Monster
fr: Vous êtes un monstre

# PeterHan.MoreAchievements.AchievementStrings.YOUMONSTER.PROGRESS
source: Critters killed by non-natural causes: {0:D} / {1:D}
fr: Des créatures tuées par des causes non naturelles : {0:D} / {1:D}
